# Last updated: Tue Feb 11 22:15:09 EST 2025
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "stripe/stripe-cli"
brew "asdf"
brew "bat"
brew "bat-extras"
brew "c-ares"
brew "glib"
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "expect"
brew "fd"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "pmix"
brew "fswatch"
brew "fzf"
brew "python@3.12"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-lfs"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "helix"
brew "icu4c@75"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libgsf"
brew "libpq"
brew "librsvg"
brew "libxml2"
brew "libyaml"
brew "lsd"
brew "lua"
brew "mysql"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "nowplaying-cli"
brew "nushell"
brew "openslide"
brew "tmux"
brew "overmind"
brew "pnpm"
brew "poppler"
brew "postgresql@15"
brew "postgresql@16"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "ruby"
brew "sevenzip"
brew "starship"
brew "stow"
brew "switchaudio-osx"
brew "tcl-tk"
brew "the_silver_searcher"
brew "tldr"
brew "trash", link: true
brew "tree"
brew "typescript-language-server"
brew "vips"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/yabai"
brew "stripe/stripe-cli/stripe"
cask "aerospace"
cask "font-meslo-lg-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "hyperkey"
cask "iterm2"
cask "kitty"
cask "ngrok"
cask "sf-symbols"
vscode "adpyke.codesnap"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "chaitanyashahare.lazygit"
vscode "christian-kohler.npm-intellisense"
vscode "csstools.postcss"
vscode "daltonmenezes.aura-theme"
vscode "dbaeumer.vscode-eslint"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "rubocop.vscode-rubocop"
vscode "shopify.rubocop-lsp"
vscode "shopify.ruby-lsp"
vscode "sumneko.lua"
vscode "twxs.cmake"
vscode "vscodevim.vim"
vscode "vspacecode.whichkey"
vscode "yoavbls.pretty-ts-errors"
