# Last updated: Thu Nov 14 15:02:13 EST 2024
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "stripe/stripe-cli"
brew "asdf"
brew "bat"
brew "bat-extras"
brew "c-ares"
brew "glib"
brew "cairo"
brew "expect"
brew "fd"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "pmix"
brew "fswatch"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "gnupg"
brew "gpgme"
brew "icu4c@75"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libgsf"
brew "libpq"
brew "librsvg"
brew "lsd"
brew "lua"
brew "mysql"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "nowplaying-cli"
brew "nushell"
brew "openslide"
brew "tmux"
brew "overmind"
brew "pnpm"
brew "poppler"
brew "postgresql@15"
brew "redis", restart_service: true
brew "ripgrep"
brew "starship"
brew "stow"
brew "switchaudio-osx"
brew "tcl-tk"
brew "the_silver_searcher"
brew "tldr"
brew "trash"
brew "tree"
brew "vips"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/yabai"
brew "stripe/stripe-cli/stripe"
cask "font-meslo-lg-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "hyperkey"
cask "iterm2"
cask "kitty"
cask "ngrok"
cask "sf-symbols"
cask "warp"
vscode "apvarun.celestial"
vscode "bradlc.vscode-tailwindcss"
vscode "brandonkirbyson.vscode-animations"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "drcika.apc-extension"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "glenn2223.live-sass"
vscode "gruntfuggly.todo-tree"
vscode "kuscamara.remove-unused-imports"
vscode "marcbruederlin.mint-theme"
vscode "mkxml.vscode-filesize"
vscode "moyu.snapcode"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ritwickdey.liveserver"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "stripe.vscode-stripe"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
